/* No comment provided by engineer. */
"%@ (No Online Ticketing)" = "%@ (Reserva Online Indisponível)";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* No comment provided by engineer. */
"%d hours" = "%d horas";

/* No comment provided by engineer. */
"%d miles" = "%d milhas";

/* No comment provided by engineer. */
"%d minutes" = "%d minutos";

/* No comment provided by engineer. */
"%d months ago" = "%d meses atrás";

/* No comment provided by engineer. */
"%d weeks ago" = "%d semanas atrás";

/* No comment provided by engineer. */
"%d years ago" = "%d ano atrás";

/* No comment provided by engineer. */
"1 hour" = "1 hora";

/* No comment provided by engineer. */
"1 kilometer" = "1 kilometer";

/* No comment provided by engineer. */
"1 mile" = "1 milha";

/* No comment provided by engineer. */
"1 minute" = "1 minuto";

/* No comment provided by engineer. */
"1 month ago" = "1 mês atrás";

/* No comment provided by engineer. */
"1 week ago" = "1 semana atrás";

/* No comment provided by engineer. */
"1 year ago" = "1 ano atrás";

/* No comment provided by engineer. */
"About" = "Sobre";

/* No comment provided by engineer. */
"Auto-Update Location" = "Refrescar Localização";

/* No comment provided by engineer. */
"Call" = "Telef.";

/* No comment provided by engineer. */
"Change date" = "Alterar data";

/* No comment provided by engineer. */
"Daily" = "Diário";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "A informação para datas futuras pode conter incorrecções. Utilize a data de hoje para obter informação mais precisa.";

/* No comment provided by engineer. */
"Distance" = "Distância";

/* No comment provided by engineer. */
"Donate" = "Doar";

/* No comment provided by engineer. */
"Downloading movie list" = "A actualizar lista de filmes";

/* No comment provided by engineer. */
"Downloading ticketing data" = "A actualizar informação de bilheteira";

/* No comment provided by engineer. */
"E-mail listings" = "Enviar por E-mail";

/* No comment provided by engineer. */
"E-mail" = "E-mail";

/* No comment provided by engineer. */
"Favorites" = "Favoritos";

/* No comment provided by engineer. */
"Finished downloading movie and theater data" = "A lista de filmes e cinemas foram actualizadas";

/* No comment provided by engineer. */
"Finished downloading movie list" = "A lista de filmes foi actualizada";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Serviço de Geo referênciação por:";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Gráficos por Jeffrey Nee";

/* No comment provided by engineer. */
"Last Friday" = "Ultima Sexta";

/* No comment provided by engineer. */
"Last Monday" = "Ultima Segunda";

/* No comment provided by engineer. */
"Last Saturday" = "Ultimo Sábado";

/* No comment provided by engineer. */
"Last Sunday" = "Ultimo Domingo";

/* No comment provided by engineer. */
"Last Thursday" = "Ultima Quinta";

/* No comment provided by engineer. */
"Last Tuesday" = "Ultima Terça";

/* No comment provided by engineer. */
"Last Wednesday" = "Ultima Quarta";

/* plural */
"Less than %d %@ away" = "A menos de %1$d %2$@";

/* singular */
"Less than 1 %@ away" = "A menos de 1 %@";

/* No comment provided by engineer. */
"License" = "Licença";

/* No comment provided by engineer. */
"Localized by:" = "Traduzido por:";

/* No comment provided by engineer. */
"Location" = "Localização";

/* No comment provided by engineer. */
"Map" = "Morada";

/* No comment provided by engineer. */
"Movie details provided by:" = "Informação sobre filmes por:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Críticas sobre filmes por:";

/* No comment provided by engineer. */
"Movies" = "Filmes";

/* No comment provided by engineer. */
"Name" = "Nome";

/* No comment provided by engineer. */
"No information found" = "Não foi encontrada informação";

/* No comment provided by engineer. */
"No synopsis available." = "Sinopse indisponível.";

/* No comment provided by engineer. */
"Numbers" = "Números";

/* No comment provided by engineer. */
"Order tickets for %@" = "Comprar bilhetes para %@";

/* No comment provided by engineer. */
"Play trailer %d" = "Ver trailer %d";

/* No comment provided by engineer. */
"Play trailer" = "Ver trailer";

/* No comment provided by engineer. */
"Please enter your location" = "Introduza o seu código postal";

/* No comment provided by engineer. */
"Postal Code" = "Código Postal";

/* No comment provided by engineer. */
"Project website" = "Site do Projecto";

/* No comment provided by engineer. */
"Rated %@." = "Classificação %@.";

/* No comment provided by engineer. */
"Read reviews" = "Ler críticas";

/* No comment provided by engineer. */
"Really close by" = "Muito próximos";

/* No comment provided by engineer. */
"Really far away" = "Muito distantes";

/* No comment provided by engineer. */
"Release" = "Estreia";

/* No comment provided by engineer. */
"Reviews" = "Críticas";

/* No comment provided by engineer. */
"Score" = "Pontuação";

/* No comment provided by engineer. */
"Search Date" = "Data";

/* No comment provided by engineer. */
"Settings" = "Preferências";

/* No comment provided by engineer. */
"Show %d hidden theaters" = "%d cinemas filtrados";

/* No comment provided by engineer. */
"Show 1 hidden theater" = "1 cinema filtrado";

/* No comment provided by engineer. */
"Shows" = "Sessão";

/* No comment provided by engineer. */
"Theaters" = "Cinemas";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Venda de bilhetes por:";

/* No comment provided by engineer. */
"Title" = "Título";

/* No comment provided by engineer. */
"Today - %@" = "Hoje - %@";

/* No comment provided by engineer. */
"Today" = "Hoje";

/* No comment provided by engineer. */
"Unknown Distance" = "Distância desconhecida";

/* No comment provided by engineer. */
"Unknown release date" = "Data de estreia desconhecida";

/* No comment provided by engineer. */
"Unrated." = "Sem classificação.";

/* No comment provided by engineer. */
"Use Small Fonts" = "Fonts pequenas";

/* No comment provided by engineer. */
"Website" = "Site";

/* No comment provided by engineer. */
"Weekend" = "Fim de semana";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Desenvolvido por Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "Ontem";

/* No comment provided by engineer. */
"kilometer" = "Kilometro";

/* No comment provided by engineer. */
"kilometers" = "kilometros";

/* No comment provided by engineer. */
"mile" = "milha";

/* No comment provided by engineer. */
"miles" = "milhas";